Merge pull request #87 from databricks-field-eng/feature/package
updates to installer notebook
